Repository: raypay-gateway/learnpress
Catalog: languages/learnpress-raypay-*.po
Languages: fa_ir

source: RayPay payment gateway for LearnPress
fa_ir: درگاه پرداخت رای پی برای لرن پرس

source: <a href="https://raypay.ir">RayPay</a> secure payment gateway for LearnPress
fa_ir: درگاه پرداخت امن <a href="https://raypay.ir">رای پی</a> برای لرن پرس

source: RayPay
fa_ir: رای پی

source: RayPay payment gateway
fa_ir: درگاه پرداخت رای پی

source: Make a payment with RayPay.
fa_ir: از درگاه رای پی پرداخت کنید.

source: RayPay Gateway
fa_ir: درگاه رای پی

source: Settings
fa_ir: تنظیمات

source: Rial
fa_ir: ریال

source: Toman
fa_ir: تومان

source: User ID
fa_ir: شناسه کاربری

source: Marketing ID
fa_ir: شناسه کسب و کار

source: sandbox
fa_ir: سندباکس

source: Enable
fa_ir: فعال سازی

source: Email
fa_ir: ایمیل

source: Mobile
fa_ir: شماره موبایل

source: Invalid email format.
fa_ir: ایمیل نامعتبر.

source: Invalid mobile format.
fa_ir: شماره همراه نامعتبر.

source: Invalid information.
fa_ir: اطلاعات واردشده معتبر نیست.

source: An error occurred while verifying the transaction.
fa_ir: خطایی هنگام استعلام تراکنش رخ داده است.

source: An error occurred while creating the transaction.
fa_ir: خطایی هنگام ایجاد تراکنش رخ داده است.

source: An error occurred while redirecting from gateway.
fa_ir: خطایی هنگام بازگشت از درگاه رخ داده است.

source: Order has been completed.
fa_ir: سفارش قبلا تکمیل شده است.

source: error status: %s
fa_ir: کد خطا : %s

source: error message: %s
fa_ir: پیغام خطا: %s

source: Payment succeeded.
fa_ir: پرداخت با موفقیت انجام شد.

source: Payment failed.
fa_ir: پرداخت با خطا مواجه شده است.
